Repository: HungTk3110/render-translate-FLUTTER
Catalog: lib/l10n/app_*.arb
Languages: es, it, vi

source: Pick language
es: Elegir idioma
it: Scegli la lingua
vi: Chọn ngôn ngữ

source: You have pushed the button this many times
es: Has presionado el botón tantas veces
it: Hai premuto in pulsante {times,plural,one{una volta}other{{times} volte}}
vi: Bạn đã nhấn nút này nhiều lần

source: Increment
es: Incremento
it: Incrementa
vi: Tăng dần

source: Make sure you added Italian and Deutsch translations
es: Asegúrate de añadir traducciones al italiano y al alemán
it: Assicurati di aver aggiunto le traduzioni in Italiano e Tedesco
vi: Đảm bảo bạn đã thêm bản dịch tiếng Ý và tiếng Đức

# test
source: arb_translate is a powerful internationalization (i18n) package for Flutter that facilitates the management and translation of application strings and other resources. It provides a streamlined approach to handling localized content, allowing developers to maintain different language versions of their app with ease. With arb_translate, developers can efficiently extract, update, and maintain translation files in ARB (Application Resource Bundle) format. This package simplifies the localization process, enabling developers to provide a seamless multilingual experience for their users.
es: arb_translate es un potente paquete de internacionalización (i18n) para Flutter que facilita la gestión y traducción de cadenas de aplicaciones y otros recursos. Proporciona un enfoque simplificado para gestionar contenido localizado, permitiendo a los desarrolladores mantener diferentes versiones de idiomas de su aplicación con facilidad. Con arb_translate, los desarrolladores pueden extraer, actualizar y mantener archivos de traducción de forma eficaz en formato ARB (Application Resource Bundle). Este paquete simplifica el proceso de localización, lo que permite a los desarrolladores ofrecer una experiencia multilingüe perfecta para sus usuarios.
it: arb_translate è un potente pacchetto di internazionalizzazione (i18n) per Flutter che facilita la gestione e la traduzione delle stringhe dell'applicazione e di altre risorse. Fornisce un approccio semplificato per la gestione di contenuti localizzati, consentendo agli sviluppatori di mantenere facilmente diverse versioni linguistiche della propria app. Con arb_translate, gli sviluppatori possono estrarre, aggiornare e mantenere file di traduzione in modo efficiente nel formato ARB (Application Resource Bundle). Questo pacchetto semplifica il processo di localizzazione, consentendo agli sviluppatori di fornire ai propri utenti un'esperienza multilingue senza interruzioni.
vi: arb_translate là một gói quốc tế hóa (i18n) mạnh mẽ dành cho Flutter, giúp quản lý và dịch các chuỗi ứng dụng và các tài nguyên khác dễ dàng hơn. Gói này cung cấp một phương pháp sắp xếp hợp lý để giải quyết nội dung bản địa, cho phép các nhà phát triển duy trình các phiên bản ngôn ngữ khác nhau của ứng dụng của họ một cách dễ dàng. Với arb_translate, các nhà phát triển có thể trích xuất, cập nhật và duy trình các tệp dịch ở định dạng ARB (Application Resource Bundle) một cách hiệu quả. Gói này đơn giản hóa tiến trình bản địa hóa, cho phép các nhà phát triển cung cấp trải nghiệm đa ngôn ngữ liền mạnh cho người dùng của họ.

# textLoadingAd
source: Loading Ads
es: Cargando anuncios
it: Caricamento annunci
vi: Đang tải quảng cáo

# textLoadingAdContent
source: Please wait for us for a moment!
es: ¡Espere un momento!
it: Attendi qualche istante!
vi: Vui lòng đợi chúng tôi trong giây lát!

# textTitleLoading
source: Loading...
es: Cargando...
it: Caricamento in corso...
vi: Đang tải...

# textRestoreTitle
source: Restore purchases
es: Restaurar compras
it: Ripristina acquisti
vi: Khôi phục các lần mua hàng

# textRestoreSuccess
source: Restore Success
es: Restauración correcta
it: Ripristino riuscito
vi: Khôi phục thành công

# textRestoreError
source: Sorry, we cannot find purchases to restore
es: Lo sentimos, no podemos encontrar compras para restaurar
it: Mi dispiace, non riesco a trovare acquisti da ripristinare
vi: Rất tiếc, chúng tôi không thể tìm thấy bất kỳ lần mua hàng nào để khôi phục

# exportErrorPremium
source: You need to become a VIP to use this feature
es: Es necesario ser VIP para usar esta función
it: Diventa VIP per utilizzare questa funzione
vi: Bạn cần trở thành VIP để sử dụng tính năng này

source: Language
es: Idioma
it: Lingua
vi: Ngôn ngữ

source: Support
es: Soporte
it: Assistenza
vi: Hỗ trợ

# policy
source: Privacy
es: Privacidad
it: Informativa sulla privacy
vi: Riêng tư

source: Terms
es: Términos
it: Termini
vi: Điều khoản

source: Other
es: Otro
it: Altro
vi: Khác

source: Restore
es: Restaurar
it: Ripristina
vi: Khôi phục

source: Rate App
es: Calificar la aplicación
it: Valuta app
vi: Đánh giá Ứng dụng

# freeTrial
source: 3 days free trial. Then {price} per month
es: Prueba gratuita de 3 días. Luego, {price} por mes
it: 3 giorni di prova gratuita. Quindi, {price} al mese
vi: Dùng thử miễn phí 3 ngày. Sau đó, {price} cho một tháng

source: Monthly
es: Mensual
it: Mensile
vi: Hàng tháng

source: Yearly
es: Anual
it: Annuale
vi: Hàng năm

source: Lifetime
es: De por vida
it: A vita
vi: Trọn đời

# textIntro1
source: Free Transmission
es: Transmisión gratuita
it: Trasmissione gratuita
vi: Truyền miễn phí

# textIntroContent1
source: Share games, video, popular app, documents, photos & more
es: Comparta juegos, videos, aplicaciones populares, documentos, fotos y más
it: Condividi giochi, video, app famose, documenti, foto e altro
vi: Chia sẻ trò chơi, video, ứng dụng phổ biến, tài liệu, ảnh & nhiều hơn nữa

# textIntro2
source: Super Easy To Use!
es: ¡Súper fácil de usar!
it: Semplicissimo da usare!
vi: Siêu dễ sử dụng!

# textIntroContent2
source: You can quickly and securely send and share any file, anywhere in the world.
es: Puede enviar y compartir cualquier archivo de forma rápida y segura a cualquier parte del mundo.
it: Puoi inviare e condividere qualsiasi file, rapidamente e in modo sicuro, ovunque nel mondo.
vi: Bạn có thể nhanh chóng và an toàn gửi và chia sẻ bất kỳ tệp nào ở bất kỳ đâu trên thế giới.

# textIntro3
source: Easy to Use File Manager
es: Administrador de archivos fácil de usar
it: File manager semplice da usare
vi: Trình quản lý tệp dễ sử dụng

# textIntroContent3
source: The easy-to-use File Manager allows you to transfer files, file clean.
es: El administrador de archivos fácil de usar le permite transferir y limpiar archivos.
it: Il file manager semplice da usare ti consente di trasferire e pulire i file.
vi: Trình quản lý tệp dễ sử dụng cho phép bạn truyền tệp, dọn dẹp tệp.

# textIntro4
source: Supports all Types of Files
es: Admite todos los tipos de archivos
it: Supporta tutti i tipi di file
vi: Hỗ trợ mọi loại tệp

# textIntroContent4
source: Transfer: Files, Photos, Movies, Videos, Music,... with just one tap!
es: ¡Transfiera archivos, fotos, películas, videos, música,... con solo un toque!
it: Trasferisci file, foto, film, video, musica e altro con un solo tocco!
vi: Truyền: Tệp, Ảnh, Phim, Video, Âm nhạc,... chỉ với một cú chạm!

source: Get Started
es: Empezar
it: Inizia
vi: Bắt đầu

# textContinue
source: Continue
es: Continuar
it: Continua
vi: Tiếp tục

# splashDescription
source: Advertising helps us maintain and develop products
es: La publicidad nos ayuda a mantener y desarrollar productos
it: La pubblicità ci aiuta a mantenere e sviluppare prodotti
vi: Quảng cáo giúp chúng tôi duy trì và phát triển sản phẩm

source: Started
es: Comenzado
it: Avviato
vi: Đã bắt đầu

source: Setting
es: Configuración
it: Impostazione
vi: Cài đặt

source: More App
es: Más aplicaciones
it: Più app
vi: Ứng dụng khác

source: Share App
es: Compartir aplicación
it: Condividi app
vi: Chia sẻ Ứng dụng

# rateDescription
source: Support us 5 stars for better app development
es: Apóyenos con 5 estrellas para un mejor desarrollo de la aplicación
it: Supportaci con 5 stelle per migliorare lo sviluppo dell'app
vi: Ủng hộ chúng tôi 5 sao để chúng tôi có thể phát triển ứng dụng tốt hơn

# rateButtonText
source: Rate Now
es: Calificar ahora
it: Valuta ora
vi: Đánh giá ngay

# rateTitle
source: Rate us
es: Califíquenos
it: Valutaci
vi: Đánh giá cho chúng tôi

# rateResponse
source: Thank you for using our app
es: Gracias por usar nuestra aplicación
it: Grazie per aver utilizzato la nostra app
vi: Cảm ơn bạn đã sử dụng ứng dụng của chúng tôi!

# titleReminder
source: ⚡️ Files on the move! (99% sent)
es: ¡Archivos en movimiento (99 % enviado)!
it: ⚡ File in movimento! (99% inviati)
vi: ⚡️ Các tệp đang được di chuyển! (Đã gửi 99%)

# desReminder
source: Your files are transferring seamlessly across devices. Keep an eye on progress here!
es: Sus archivos se transfieren sin problemas entre dispositivos. ¡Supervise el progreso aquí!
it: I file vengono trasferiti perfettamente tra i dispositivi. Tieni d'occhio i progressi qui!
vi: Các tệp của bạn đang được truyền liền mạch đến các thiết bị. Theo dõi tiến trình tại đây!

# titleLaunch
source: Ready to receive?
es: ¿Listo para recibir?
it: Pronto per ricevere?
vi: Sẵn sàng để nhận chứ?

source: Send
es: Enviar
it: Invia
vi: Gửi

source: Receive
es: Recibir
it: Ricevi
vi: Nhận

# desLaunch
source: Your files are waiting! Swipe to open File Share on your device and start exploring.
es: ¡Sus archivos están esperando! Desplácese para abrir File Share en su dispositivo y comience a explorar.
it: I tuoi file stanno aspettando! Scorri per aprire la condivisione file sul tuo dispositivo e inizia a esplorare.
vi: Các tệp của bạn đang chờ! Trượt để mở File Share trên thiết bị của bạn và bắt đầu khám phá.

# text_no_file
source: No File
es: Sin archivos
it: Nessun file
vi: Không có tệp

# text_title_delete_file
source: These items will deleted. This action cannot be undone.
es: Estos elementos serán eliminados. Esta acción no se puede deshacer.
it: Questi elementi verranno eliminati. Questa azione non può essere annullata.
vi: Các mục này sẽ bị xóa. Hành động này không thể hoàn tác.

# text_delete
source: Delete
es: Eliminar
it: Elimina
vi: Xóa

# text_cancel
source: Cancel
es: Cancelar
it: Annulla
vi: Hủy

# add_file
source: Add file ({size}/150MB)
es: Agregar archivo ({size}/150 MB)
it: Aggiungi file ({size}/150 MB)
vi: Thêm tệp ({size}/150MB)

# text_select_files
source: Select files
es: Seleccionar archivos
it: Seleziona file
vi: Chọn tệp

# text_os_version
source: OS Version
es: Versión del sistema operativo
it: Versione SO
vi: Phiên bản hệ điều hành

# text_os_name
source: OS Name
es: Nombre del sistema operativo
it: Nome SO
vi: Tên hệ điều hành

# text_port
source: Port
es: Puerto
it: Porta
vi: Cổng

# text_sharing_file
source: You are currently sharing {file} file
es: Actualmente comparte {file} archivo
it: Al momento, stai condividendo {file} file
vi: Bạn hiện đang chia sẻ tệp {file}

# text__have_connected_wifi
source: Please make sure you have connected to same wifi hotspot
es: Asegúrese de estar conectado al mismo punto de acceso wifi
it: Assicurati di essere connesso allo stesso hotspot Wi-Fi
vi: Vui lòng đảm bảo bạn đã kết nối với cùng một điểm phát sóng wifi

# text_stop_sharing
source: Stop Sharing
es: Detener uso compartido
it: Interrompi condivisione
vi: Ngừng chia sẻ

source: Connect
es: Conectar
it: Connetti
vi: Kết nối

source: Scanning...
es: Escaneando...
it: Scansione in corso...
vi: Đang quét...

source: Scan to Connect
es: Escanear para conectar
it: Scansiona per connetterti
vi: Quét để kết nối

# connectDescription
source: Scan my QR Code or tap my Wi-Fi hotspot to connect
es: Escanee mi código QR o toque mi punto de acceso wifi para conectarse
it: Scansiona il mio codice QR o tocca il mio hotspot Wi-Fi per connetterti
vi: Quét Mã QR của tôi hoặc chạm vào điểm phát sóng Wi-Fi của tôi để kết nối

# connectDeviceQuestion
source: Do you want to connect to this device?
es: ¿Desea conectarse a este dispositivo?
it: Vuoi connetterti a questo dispositivo?
vi: Bạn có muốn kết nối với thiết bị này không?

source: Accept
es: Aceptar
it: Accetta
vi: Chấp nhận

source: Reject
es: Rechazar
it: Rifiuta
vi: Từ chối

source: Confirm connection
es: Confirmar conexión
it: Conferma connessione
vi: Xác nhận kết nối

source: Name
es: Nombre
it: Nome
vi: Tên

source: Connected successfully
es: Conexión correcta
it: Connessione riuscita
vi: Kết nối thành công

# connectedRefused
source: The connection has been refused
es: Se ha rechazado la conexión
it: La connessione è stata rifiutata
vi: Kết nối đã bị từ chối

# connectedFailed
source: Connection failed
es: Error al conectar
it: Connessione non riuscita
vi: Kết nối không thành công

# text_permisstion
source: Noise level detection requires access to your microphone, please go to System Settings>Privacy>Microphone Services to enable the switch and allow the App to use the microphone service
es: La detección del nivel de ruido requiere acceso a su micrófono, vaya a Configuración del sistema>Privacidad>Servicios de micrófono para habilitar el interruptor y permitir que la aplicación use el servicio del micrófono
it: Il rilevamento del livello di rumore richiede l'accesso al microfono. Vai a Impostazioni di sistema > Privacy > Servizi microfono e attiva l'interruttore per consentire all'app di utilizzare il servizio.
vi: Việc phát hiện mực ồn cần quyền truy cập vào micrô của bạn, vui lòng vào Cài đặt hệ thống>Quyền riêng tư>Dịch vụ micrô để bật công tắc cho phép Ứng dụng sử dụng dịch vụ micrô

# text_setting_app_bar
source: Open settings
es: Abrir configuración
it: Apri impostazioni
vi: Mở cài đặt

# text_share_file
source: Share File
es: Compartir archivo
it: Condividi file
vi: Chia sẻ Tệp

# text_scan_code
source: Scan code here
es: Escanear código aquí
it: Scansiona il codice qui
vi: Quét mã tại đây

source: Device Info
es: Información del dispositivo
it: Informazioni sul dispositivo
vi: Thông tin thiết bị

source: Files
es: Archivos
it: File
vi: Các tệp

source: Downloads
es: Descargas
it: Download
vi: Tải xuống

source: See all
es: Ver todo
it: Visualizza tutto
vi: Xem tất cả

source: No File
es: Sin archivos
it: Nessun file
vi: Không có tệp

# downloadFailed
source: ⚠️ Oops! {filename} couldn't be downloaded. ⚠️
es: ⚠️ ¡Vaya! No se pudo descargar {filename}. ⚠️
it: ⚠️ Ops! Non è stato possibile scaricare {filename}. ⚠️
vi: ⚠️ Thôi xong! Không tải được {filename}. ⚠️

# downloadSuccessfully
source: {filename} is ready for you!
es: {filename} está listo para usted.
it: {filename} è pronto per te!
vi: {filename} đã sẵn sàng!

# downloadingSuccessfully
source: Downloading {filename}
es: Descargando {filename}
it: Download di {filename} in corso
vi: Đang tải {filename}

# loadFilesError
source: There was an error loading files. Please try again
es: Hubo un error al cargar los archivos. Inténtelo de nuevo
it: Si è verificato un errore durante il caricamento dei file. Riprova
vi: Có lỗi khi tải tệp. Vui lòng thử lại

# loadDownloadFilesError
source: We need READ EXTERNAL STORAGE permission to access external files. Please grant permission to the app and try again.
es: Necesitamos el permiso DE ALMACENAMIENTO EXTERNO para acceder a archivos externos. Otorgue el permiso a la aplicación e intente nuevamente.
it: Abbiamo bisogno dell'autorizzazione ACCESSO ALLEGATI ESTERNI per accedere ai file esterni. Autorizza l'app e riprova.
vi: Chúng tôi cần quyền TRUY CẬP BỘ NHỚ NGOÀI để truy cập các tệp bên ngoài. Vui lòng cấp quyền cho ứng dụng và thử lại.

# cameraPermissionDescription
source: We need CAMERA permission to scan QR. Please grant permission to the app and try again.
es: Necesitamos el permiso de CÁMARA para escanear el código QR. Otorgue el permiso a la aplicación e intente nuevamente.
it: Abbiamo bisogno dell'autorizzazione FOTOCAMERA per scansionare il codice QR. Autorizza l'app e riprova.
vi: Chúng tôi cần quyền MÁY ẢNH để quét mã QR. Vui lòng cấp quyền cho ứng dụng và thử lại.

# text_rename
source: Rename
es: Cambiar nombre
it: Rinomina
vi: Đổi tên

# text_share
source: Share
es: Compartir
it: Condividi
vi: Chia sẻ

# textok
source: OK
es: Aceptar

# text_how_use
source: How to use ?
es: ¿Cómo se usa?
it: Come si usa?
vi: Cách sử dụng ?

# tetx_send
source: Send
es: Enviar
it: Invia
vi: Gửi

# tetx_receive
source: Receive
es: Recibir
it: Ricevi
vi: Nhận

# text_send_01
source: Install our app on the receiver’s device
es: Instale nuestra aplicación en el dispositivo receptor
it: Installa la nostra app sul dispositivo del ricevente
vi: Cài đặt ứng dụng của chúng tôi trên thiết bị của người nhận

# text_send_02
source: If Wi-Fi is available, connect the device to the Wi-Fi network. Make sure your device is connected to the same network as the receiver's device. If Wi-Fi is not available, turn on and share the Hotspot on the device.
es: Si hay Wi-Fi disponible, conecte el dispositivo a la red Wi-Fi. Asegúrese de que su dispositivo esté conectado a la misma red que el dispositivo receptor. Si no hay Wi-Fi disponible, active y comparta el punto de conexión en el dispositivo.
it: Se il Wi-Fi è disponibile, collega il dispositivo alla rete Wi-Fi. Assicurati che il dispositivo sia connesso alla stessa rete del dispositivo del ricevente. Se il Wi-Fi non è disponibile, attiva e condividi l'hotspot sul dispositivo.
vi: Nếu có Wi-Fi, hãy kết nối thiết bị với mạng Wi-Fi. Đảm bảo rằng thiết bị của bạn được kết nối với cùng mạng như thiết bị của người nhận. Nếu không có Wi-Fi, hãy bật và chia sẻ Điểm phát sóng trên thiết bị.

# text_send_03
source: Click the “Send” button on the home screen. Select the file to send
es: Haga clic en el botón "Enviar" en la pantalla de inicio. Seleccione el archivo para enviar
it: Fai clic sul pulsante "Invia" nella schermata principale. Seleziona il file da inviare
vi: Nhấp vào nút “Gửi” trên màn hình chính. Chọn tệp để gửi

# text_send_04
source: Tap the send icon
es: Toque el ícono de envío
it: Tocca l'icona di invio
vi: Nhấn vào biểu tượng gửi

# text_send_05
source: Device information and qr code were created successfully
es: La información del dispositivo y el código QR se crearon correctamente
it: Le informazioni del dispositivo e il codice QR sono stati creati correttamente
vi: Thông tin thiết bị và mã qr đã được tạo thành công

# text_receive_01
source: Install our app on the sender’s device
es: Instale nuestra aplicación en el dispositivo del remitente
it: Installa la nostra app sul dispositivo del mittente
vi: Cài đặt ứng dụng của chúng tôi trên thiết bị của người gửi

# text_receive_02
source: Connect to the WIFI network, make sure your device is connected to the same network as the sending device, or connect to the sender's Hotspot.
es: Conéctese a la red WIFI, asegúrese de que su dispositivo esté conectado a la misma red que el dispositivo de envío o conéctese al punto de conexión del remitente.
it: Connettiti alla rete Wi-Fi, assicurati che il dispositivo sia connesso alla stessa rete del dispositivo di invio o connettiti all'hotspot del mittente.
vi: Kết nối với mạng WIFI, đảm bảo thiết bị của bạn được kết nối với cùng mạng với thiết bị gửi hoặc kết nối với Điểm phát sóng của người gửi.

# text_receive_03
source: Click the “Receive” button on the home screen.
es: Haga clic en el botón "Recibir" en la pantalla de inicio.
it: Fai clic sul pulsante "Ricevi" nella schermata principale.
vi: Nhấp vào nút “Nhận” trên màn hình chính.

# text_receive_04
source: The device will automatically search for devices on the same network,
es: El dispositivo buscará automáticamente dispositivos en la misma red,
it: Il dispositivo cercherà automaticamente i dispositivi sulla stessa rete,
vi: Thiết bị sẽ tự động tìm kiếm các thiết bị trên cùng một mạng

# text_receive_05
source: The device will automatically search for devices on the same network, Or you can scan the QR code to connect directly to the sending device
es: El dispositivo buscará automáticamente dispositivos en la misma red, o puede escanear el código QR para conectarse directamente al dispositivo de envío
it: Il dispositivo cercherà automaticamente i dispositivi sulla stessa rete, oppure puoi scansionare il codice QR per connetterti direttamente al dispositivo di invio
vi: Thiết bị sẽ tự động tìm kiếm các thiết bị trên cùng một mạng hoặc bạn có thể quét mã QR để kết nối trực tiếp với thiết bị gửi

# text_receive_06
source: Sending device information and list of sent files
es: Información del dispositivo de envío y lista de archivos enviados
it: Informazioni sul dispositivo di invio ed elenco dei file inviati
vi: Thông tin thiết bị gửi và danh sách các tệp đã gửi

# text_content_premium_01
source: Ad-free experience
es: Experiencia sin anuncios
it: Esperienza senza pubblicità
vi: Trải nghiệm không có quảng cáo

# text_content_premium_02
source: Send really big files regularly
es: Enviar archivos realmente grandes regularmente
it: Invia regolarmente file molto grandi
vi: Gửi các tệp thực sự lớn thường xuyên

# text_content_premium_03
source: Send and receive unlimited data
es: Enviar y recibir datos ilimitados
it: Invia e ricevi dati illimitati
vi: Gửi và nhận dữ liệu không giới hạn

# text_cancel_any_time
source: Cancel any time on the App Store
es: Cancele en cualquier momento en la App Store
it: Annulla in qualsiasi momento sull'App Store
vi: Hủy bất kỳ lúc nào trên App Store

# sale_with_percent
source: Sale {percent}%
es: Oferta {percent}%
it: Sconto {percent}%
vi: Khuyến mãi {percent}%

# free_3_day
source: 3-days free trial, then {price}/year
es: Prueba gratuita de 3 días, luego {price}/año
it: Prova gratuita di 3 giorni, poi {price}/anno
vi: Dùng thử miễn phí 3 ngày, sau đó {price}/năm

# tetx_plans_pricing
source: Plans and Pricing
es: Planes y precios
it: Piani e prezzi
vi: Các gói và giá cả

# text_done
source: Done
es: Listo
it: Fatto
vi: Xong

# text_subscribe
source: Subscribe
es: Suscribirse
it: Iscriviti
vi: Đăng ký

source: Loading data ...
es: Cargando datos...
it: Caricamento dati in corso...
vi: Đang tải dữ liệu ...

# shareFailedTitle
source: Sharing failed!
es: ¡Compartir falló!
it: Condivisione non riuscita!
vi: Chia sẻ không thành công!

# shareFailedDescription
source: There's something wrong!!
es: ¡Algo anda mal!
it: C'è qualcosa che non va!!
vi: Có lỗi gì đó!!

source: No Internet Available
es: No hay internet disponible
it: Internet non disponibile
vi: Không có Internet

# scanQRFailedDescription
source: Invalid QR code or connection error
es: Código QR no válido o error de conexión
it: Codice QR non valido o errore di connessione
vi: Mã QR không hợp lệ hoặc lỗi kết nối

# text_premium_home
source: Lets you share very large file
es: Le permite compartir archivos muy grandes
it: Ti consente di condividere file molto grandi
vi: Cho phép bạn chia sẻ tệp rất lớn

# connectUnstable
source: Connection is unstable
es: La conexión es inestable
it: La connessione non è stabile
vi: Kết nối không ổn định

# connectUnstableDescription
source: The sharing process will be stopped.
es: Se detendrá el proceso de uso compartido.
it: Il processo di condivisione verrà interrotto.
vi: Quá trình chia sẻ sẽ dừng lại.

# text_connection_failed
source: Connection failed
es: Falló la conexión
it: Connessione non riuscita
vi: Kết nối không thành công

# text__check_network_connection
source: Please check your network connection
es: Verifique su conexión de red
it: Controlla la tua connessione di rete
vi: Hãy kiểm tra kết nối mạng của bạn

# enterFileName
source: Enter a file name
es: Escriba un nombre de archivo
it: Inserisci un nome di file
vi: Nhập tên tệp

source: Buy now
es: Comprar ahora
it: Acquista ora
vi: Mua ngay

# start3Day
source: Start 3-days free trial
es: Comenzar prueba gratuita de 3 días
it: Avvia la prova gratuita di 3 giorni
vi: Bắt đầu dùng thử miễn phí 3 ngày

# text_delete_previous_duplicate_files
source: Please delete previous duplicate files
es: Elimine archivos duplicados anteriores
it: Elimina i file duplicati precedenti
vi: Vui lòng xóa các tệp trùng lặp trước đó
