Repository: HungTk3110/render-translate-FLUTTER
Catalog: lib/l10n/app_*.arb
Languages: es, it, vi

# connecting
source: Connecting... Please wait a moment
es: Conectando... Espere un momento
it: Connessione in corso... Attendi un attimo
vi: Đang kết nối... Vui lòng đợi một lát

source: Best Deal
es: La mejor oferta
it: Migliore offerta
vi: Ưu đãi tốt nhất

source: Add file
es: Agregar archivo
it: Aggiungi file
vi: Thêm tệp

# premiumQuestionTitle
source: We are sorry to see you go
es: Lamentamos verte partir
it: Ci dispiace vederti andare
vi: Chúng tôi rất tiếc khi bạn ra đi

# premiumQuestionDescription
source: Please share with us why you missed out on the offer ?
es: Comparta con nosotros por qué no aceptó la oferta.
it: Condividi con noi perché hai perso l'offerta?
vi: Hãy chia sẻ với chúng tôi lý do bạn bỏ lỡ ưu đãi ?

# premiumQuestionTooHigh
source: The price is too high
es: El precio es demasiado alto
it: Il prezzo è troppo alto
vi: Giá quá cao

# premiumQuestionNoNeed
source: Not sure I need the app
es: No estoy seguro de necesitar la aplicación
it: Non sono sicuro di aver bisogno dell'app
vi: Không chắc mình có cần ứng dụng không

# premiumQuestionNoLike
source: I don’t like subscribing
es: No me gusta suscribirme
it: Non mi piace iscrivermi
vi: Tôi không thích đăng ký

# premiumThankFeedback
source: Thanks for giving us feedback
es: Gracias por darnos su opinión
it: Grazie per aver lasciato un feedback
vi: Cảm ơn bạn đã phản hồi

# saleTitle
source: Big Sale {percent}% OFF
es: Gran oferta con {percent} % DE DESCUENTO
it: Grande sconto {percent}%
vi: Siêu khuyến mãi GIẢM {percent}%

# saleDescription
source: Don’t miss out this super offer
es: No se pierda esta súper oferta
it: Non perdere questa super offerta
vi: Đừng bỏ lỡ ưu đãi siêu khủng này

source: OK, I know
es: Está bien, lo sé
it: OK, so
vi: Được, tôi biết rồi

source: Become to VIP
es: Conviértete en VIP
it: Diventa VIP
vi: Trở thành VIP

# maxFileDescription
source: Please double-check your selected file size
es: Vuelva a verificar el tamaño del archivo seleccionado
it: Ricontrolla le dimensioni del file selezionato
vi: Vui lòng kiểm tra lại dung lượng tệp đã chọn

# takeCamera
source: Take a Photo
es: Tomar una foto
it: Scatta una foto
vi: Chụp ảnh

# uploadGallery
source: Upload from Gallery
es: Cargar desde la galería
it: Carica dalla Galleria
vi: Tải lên từ Thư viện

# uploadBrowse
source: Upload from Browse
es: Cargar desde examinar
it: Carica da Sfoglia
vi: Tải lên từ Danh mục

source: Failed purchase
es: Compra fallida
it: Acquisto non riuscito
vi: Mua hàng không thành công

# failedPurchaseDescription
source: We're sorry, there was an error during the purchase process
es: Lo sentimos, hubo un error durante el proceso de compra
it: Ci dispiace, si è verificato un errore durante il processo di acquisto
vi: Chúng tôi rất tiếc, đã có lỗi trong quá trình mua

# subscriptionAndroidDescription
source: All our subscriptions will automatically renew unless canceled during the subscription period. The payment will be charged to your Google Play account upon purchase confirmation. You will be charged for renewal within 24 hours prior to the end of the current subscription period. You can cancel auto-renewal at any time, but there will be no refunds during the active subscription period.\nIf you wish to cancel at the end of your current subscription, all you need to do is manage your auto-renewal option. It's important to note that this must be done on your mobile device, and we cannot do it for you.
es: Todas nuestras suscripciones se renuevan automáticamente a menos que las canceles durante el período de suscripción. El pago se cobrará a tu cuenta de Google Play tras confirmar la compra. Te cobraremos la renovación 24 horas antes de que finalice el periodo de suscripción actual. Puedes cancelar la renovación automática en cualquier momento, pero no se realizarán reembolsos durante el periodo de suscripción activa. Si quieres cancelar al final de tu suscripción actual, todo lo que necesitas hacer es gestionar tu opción de renovación automática. Es importante tener en cuenta que esto debe hacerse en tu dispositivo móvil y nosotros no podemos hacerlo por ti.
it: Tutti i nostri abbonamenti si rinnoveranno automaticamente a meno che non vengano annullati durante il periodo di abbonamento. Il pagamento verrà addebitato sul tuo account Google Play al momento della conferma dell'acquisto. Ti verrà addebitato il rinnovo entro 24 ore prima della fine del periodo di abbonamento corrente. Puoi annullare il rinnovo automatico in qualsiasi momento, ma non ci saranno rimborsi durante il periodo di abbonamento attivo.\nSe desideri annullare l'abbonamento al termine del periodo corrente, tutto ciò che devi fare è gestire l'opzione di rinnovo automatico. È importante notare che questa operazione deve essere eseguita sul tuo dispositivo mobile e non possiamo eseguirla per te.
vi: Tất cả các đăng ký của chúng tôi đều được làm mới tự động trừ khi bị hủy trong thời gian đăng ký. Việc thanh toán sẽ được tính vào tài khoản Google Play của bạn ngay khi xác nhận mua. Bạn sẽ phải trả khoản phí gia hạn trong vòng 24 giờ trước khi thời gian đăng ký hiện tại kết thúc. Bạn có thể hủy gia hạn tự động bất kỳ lúc nào, nhưng sẽ không được hoàn tiền trong thời gian thuê bao hiện hoạt.\nTất cả những gì bạn cần là quản lý tùy chọn gia hạn tự động của mình nếu muốn hủy tại thời điểm kết thúc thời gian thuê bao hiện tại. Điểm quan trọng cần lưu ý là bạn phải thực hiện việc này trên thiết bị di động của mình và chúng tôi không thể thực hiện thay bạn.

# stopServerTitle
source: Are you sure you want to back?
es: Estás seguro de que quieres retroceder?
it: Sei sicuro di voler tornare indietro?
vi: Bạn có chắc chắn muốn quay lại không?

# stopServerDescription
source: The sharing process will be stopped
es: El proceso de uso compartido se detendrá
it: Il processo di condivisione verrà interrotto
vi: Quá trình chia sẻ sẽ dừng lại

# appStoreQr
source: You can download the app here
es: ¡Descarga la aplicación aquí!
it: Puoi scaricare l'app qui
vi: Bạn có thể tải xuống ứng dụng tại đây

# noticeStopTitle
source: Connection interrupted
es: Conexión interrumpida
it: Connessione interrotta
vi: Kết nối bị gián đoạn

# noticeStopDescription
source: Please check the sending device again
es: Revisa el dispositivo que envía de nuevo
it: Controlla di nuovo il dispositivo di invio
vi: Vui lòng kiểm tra lại thiết bị gửi

source: Download All
es: Descargar todo
it: Scarica tutto
vi: Tải xuống tất cả

# text_hello
source: Hello
es: Hola
it: Ciao
vi: Xin chào

# text_choose_avatar
source: Choose your avatar
es: Elige tu avatar
it: Scegli il tuo avatar
vi: Chọn avatar của bạn

source: Processing files ...
es: Procesando archivos...
it: Elaborazione file ...
vi: Đang xử lý tệp...
